import { MoveRight } from "lucide-react"
import React from "react"

const Logistics = () => {
    return (
        <div className="min-h-screen h-[170vh]">
            <div className="w-screen bg-linear-to-b pt-30 from-[#D2D2D2] to-white h-[200px] -mt-20 items-center  -z-1">
                <div className="flex flex-col mt-20 w-[1370px] px-12 mx-auto">
                    <div className="flex items-center gap-3 text-gray-400">
                        <span>Главная</span>
                        <MoveRight
                            color="#ee1b1b"
                            strokeWidth={1}
                        />
                        <span>Профиль</span>
                    </div>
                    <h2 className="text-3xl my-10">
                        Информация об оплате и доставке
                    </h2>
                    <div className="flex flex-col leading-8 gap-10 text-justify">
                        <p>
                            И вот такими стендами нельзя обманываться т.к. края
                            и то какие получатся швы по ним непонятно. Выбирая
                            берите в руки 2 отдельные плитки и проверяйте их
                            геометрию прикладывая их друг к другу лицевой частью
                            к тыльной. Должны плотно прилегать без зазоров и
                            дырок. Пример такого стенда с итальянской плиткой на
                            последнем фото. Обычную же приклеивают на жидкие
                            гвозди без затирки. И вот такими стендами нельзя
                            обманываться т.к. края и то какие получатся швы по
                            ним непонятно. Выбирая берите в руки 2 отдельные
                            плитки и проверяйте их геометрию прикладывая их друг
                            к другу лицевой частью к тыльной. И вот такими
                            стендами нельзя обманываться т.к. края и то какие
                            получатся швы по ним непонятно. Выбирая берите в
                            руки 2 отдельные плитки и проверяйте их геометрию
                            прикладывая их друг к другу лицевой частью к
                            тыльной. Должны плотно прилегать без зазоров и
                            дырок. Пример такого стенда с итальянской плиткой на
                            последнем фото. Обычную же приклеивают на жидкие
                            гвозди без затирки. И вот такими стендами нельзя
                            обманываться т.к. края и то какие получатся швы по
                            ним непонятно.
                        </p>
                        <h2>
                            Выбирая берите в руки 2 отдельные плитки и
                            проверяйте их геометрию прикладывая их друг к другу
                            лицевой частью к тыльной.
                        </h2>
                        <p>
                            И вот такими стендами
                            нельзя обманываться т.к. края и то какие получатся
                            швы по ним непонятно. Выбирая берите в руки 2
                            отдельные плитки и проверяйте их геометрию
                            прикладывая их друг к другу лицевой частью к
                            тыльной. Должны плотно прилегать без зазоров и
                            дырок. Пример такого стенда с итальянской плиткой на
                            последнем фото. Обычную же приклеивают на жидкие
                            гвозди без затирки. И вот такими стендами нельзя
                            обманываться т.к. края и то какие получатся швы по
                            ним непонятно. Выбирая берите в руки 2 отдельные
                            плитки и проверяйте их геометрию прикладывая их друг
                            к другу лицевой частью к тыльной. И вот такими
                            стендами нельзя обманываться т.к. края и то какие
                            получатся швы по ним непонятно. Выбирая берите в
                            руки 2 отдельные плитки и проверяйте их геометрию
                            прикладывая их друг к другу лицевой частью к
                            тыльной. Должны плотно прилегать без зазоров и
                            дырок. Пример такого стенда с итальянской плиткой на
                            последнем фото. Обычную же приклеивают на жидкие
                            гвозди без затирки. И вот такими стендами нельзя
                            обманываться т.к. края и то какие получатся швы по
                            ним непонятно. Выбирая берите в руки 2 отдельные
                            плитки и проверяйте их геометрию прикладывая их друг
                            к другу лицевой частью к тыльной. И вот такими
                            стендами нельзя обманываться т.к. края и то какие
                            получатся швы по ним непонятно. Выбирая берите в
                            руки 2 отдельные плитки и проверяйте их геометрию
                            прикладывая их друг к другу лицевой частью к
                            тыльной. Должны плотно прилегать без зазоров и
                            дырок. Пример такого стенда с итальянской плиткой на
                            последнем фото. Обычную же приклеивают на жидкие
                            гвозди без затирки. И вот такими стендами нельзя
                            обманываться т.к. края и то какие получатся швы по
                            ним непонятно. Выбирая берите в руки 2 отдельные
                            плитки и проверяйте их геометрию прикладывая их друг
                            к другу лицевой частью к тыльной. И вот такими
                            стендами нельзя обманываться т.к. края и то какие
                            получатся швы по ним непонятно. Выбирая берите в
                            руки 2 отдельные плитки и проверяйте их геометрию
                            прикладывая их друг к другу лицевой частью к
                            тыльной. Должны плотно прилегать без зазоров и
                            дырок. Пример такого стенда с итальянской плиткой на
                            последнем фото. Обычную же приклеивают на жидкие
                            гвозди без затирки. И вот такими стендами нельзя
                            обманываться т.к. края и то какие получатся швы по
                            ним непонятно.
                        </p>
                        <h2>Выбирая берите в руки 2 отдельные плитки и
                            проверяйте их геометрию прикладывая их друг к другу
                            лицевой частью к тыльной. </h2>
                        <p>
                            И вот такими стендами
                            нельзя обманываться т.к. края и то какие получатся
                            швы по ним непонятно. Выбирая берите в руки 2
                            отдельные плитки и проверяйте их геометрию
                            прикладывая их друг к другу лицевой частью к
                            тыльной. Должны плотно прилегать без зазоров и
                            дырок. Пример такого стенда с итальянской плиткой на
                            последнем фото. Обычную же приклеивают на жидкие
                            гвозди без затирки. И вот такими стендами нельзя
                            обманываться т.к. края и то какие получатся швы по
                            ним непонятно. Выбирая берите в руки 2 отдельные
                            плитки и проверяйте их геометрию прикладывая их друг
                            к другу лицевой частью к тыльной. И вот такими
                            стендами нельзя обманываться т.к. края и то какие
                            получатся швы по ним непонятно. Выбирая берите в
                            руки 2 отдельные плитки и проверяйте их геометрию
                            прикладывая их друг к другу лицевой частью к
                            тыльной. Должны плотно прилегать без зазоров и
                            дырок. Пример такого стенда с итальянской плиткой на
                            последнем фото. Обычную же приклеивают на жидкие
                            гвозди без затирки. И вот такими стендами нельзя
                            обманываться т.к. края и то какие получатся швы по
                            ним непонятно. Выбирая берите в руки 2 отдельные
                            плитки и проверяйте их геометрию прикладывая их друг
                            к другу лицевой частью к тыльной.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default Logistics
